{
  "nav": {
    "home": "HOME",
    "about": "ABOUT ME",
    "solutions": "SOLUTIONS",
    "contact": "CONTACT"
  },
  "home": {
    "message": "simple app solutions",
    "message0": "Promoting accountability, efficiency and transparency with the help of simple software applications",
    "get-in-touch": "get in touch",
    "imprint": "Imprint",
    "privacy": "Privacy"
  },
  "about": {
    "title": "about me",
    "description": "My name is John. I am a business-minded engineering and IT professional with years of hands-on experience in assisting sales, technical accoungt management, designing, delivering and maintaining software solutions for small and large organizations. I enjoy working on projects which have a potential to add business and social value",
    "description1": "We are a team of engineers and IT professionals with years of experience working in consulting, building, delivering and maintaining software solutions for individuals, small businesses as well as large organizations. What motivates us, is a shared desire to promote accountability, efficiency and transparency with the help of simple software applications.",
    "customers-title": "our customers",
    "customers-details": "coming soon ...",
    "technologies": "our tools"
  },
  "privacy": {
    "title": "data privacy statement",
    "details": "This website does not collect, store or forward any personal information from its visitors in accordance with global internet privacy regulations (such as the EU's GDPR). This privacy disclaimer only applies to this website. It does not apply to third-party applications or websites linked on the site."
  },
  "solutions": {
    "title": "solutions",
    "paze": " - An simple android app for keeping track of your working hours.",
    "coinecke": " - An android app for viewing cryptocurrency prices, crypto-related news and tracking your favorite coins.",
    "ac": "Age calculator",
    "ldgr": " - A simple web app aiming help small businesses become more efficient by keeping track of their expenses"
  },
  "contact": {
    "title": "contact",
    "donate": "donate",
    "form": {
      "title": "Please leave a message",
      "name": "First name",
      "email": "e-mail",
      "message": "Message",
      "submit": "submit"
    }
  },
  "age-calculator": {
    "title": "age calculator",
    "donate": "spenden"
  }
}
